[{"model": "help.volunteer", "pk": 1, "fields": {"role": "Fostering", "description": "<p>Fostering is a hugely rewarding experience. From recue to adoption the average time a cat will be in your care is 6 weeks. Equipment is supplied and we have a supportive community that will help with any queries you have along the way.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Experience with cats is welcomed but not essential. The role may involve carnursing newborn orphans, taming wildies or caring for pregneant mommas, disabled cats or cats that may have recently lost their home.</p>", "image_url": null, "image": "theresa_il2lHMG.jpg"}}, {"model": "help.volunteer", "pk": 2, "fields": {"role": "Fundraising", "description": "<p>As we grow we are faced with ever increasing vet bills and we need all teh help we can get to continue to raise funds. You can help us in our efforts to raise much needed funds to support our work.</p>", "image_url": null, "image": "fundraiser.jpg"}}, {"model": "help.volunteer", "pk": 3, "fields": {"role": "Profile Writing", "description": "<p>Profile writing is a rewarding role that involves interaction with the fosters to learn more about a cat&#39;s personality in order to match them with a suitable adopter.</p>", "image_url": null, "image": "kitten.jpg"}}, {"model": "help.donations", "pk": 1, "fields": {"donation_option": "One Off Donations", "description": "<p>We rely on your generous support to continue and expand our rescue work&hellip; every cent/ item you donate goes directly to helping as many homeless, stray, and feral cats and kittens as we possibly can.</p>"}}, {"model": "help.donations", "pk": 2, "fields": {"donation_option": "Kitty Angels", "description": "<p>Would you like to support us by making a regular monthly payment? Why not become one of our Kitty Angels<strong>&nbsp;</strong>by setting up a Standing Order directly to us every month? Once set up, you don&rsquo;t need to do anything except sit back, relax, and read our updates about all the cats and kittens your generosity have helped. We will also thank you on our Facebook page at the end of every month (unless you ask to remain anonymous).</p>"}}]